Repository: yawik/auth
Catalog: language/*.po
Languages: hu_hu

source: Image
hu_hu: Kép

source: Loading
hu_hu: Betöltés folyamatban

source: Close
hu_hu: Bezárás

source: Attach profile
hu_hu: Profil hozzáadása

source: Detach profile
hu_hu: Profil törlése

source: View profile data
hu_hu: Profil megtekintése

source: Add users
hu_hu: Felhasználók hozzáadása

source: At least one user has to be assigned
hu_hu: Legalább egy felhasználót hozzá kell adni

source: My groups
hu_hu: Csoportjaim

source: Missing Configuration
hu_hu: Hiányzó beállítások

source: Unfortunately there seems to be missing configuration.
hu_hu: Itt még hiányzik a beállítás.

source: The login via social networks does not work at the moment due to the missing of some crucial configuration data.
hu_hu: A közösségi hálózaton keresztüli bejelentkezés pillanatnyilag nem működik, mert alapvető beállítási adatok hiányoznak.

source: Name
hu_hu: Név

source: Role
hu_hu: Szerepkör

source: Login
hu_hu: Bejelentkezés

source: Action
hu_hu: Művelet

source: Edit
hu_hu: Szerkesztés

source: User data
hu_hu: Felhasználói adatok

source: Users
hu_hu: Felhasználó

source: No user found matching your criteria.
hu_hu: Az Ön által keresett felhasználó nem található

source: Manage groups
hu_hu: Csoportok kezelése

source: Add group
hu_hu: Csoport hozzáadása

source: Group name
hu_hu: Csoportnév

source: Actions
hu_hu: Műveletek

source: search for users
hu_hu: Felhasználók keresése

source: Ok
hu_hu: Rendben

source: Login required
hu_hu: Bejelentkezés szükséges

source: Please authenticate yourself to proceed
hu_hu: A továbblépéshez adja meg az azonosítania kell magát

source: Register
hu_hu: Regisztráció

source: I forgot my password
hu_hu: Elfelejtette a jelszavát?

source: Login with %s
hu_hu: Belépés az alábbiakkal %s

source: Login with ...
hu_hu: Belépés az alábbiakkal...

source: Register with %s
hu_hu: Regisztráció az alábbiakkal %s

source: Register with ...
hu_hu: Regisztráció az alábbiakkal...

source: A 410 error occured
hu_hu: Egy 410-es hiba lépett fel

source: Unknown apply identifier
hu_hu: Ismeretlen jelentkezési azonosító

source: A job ad with the provided apply identifier could not be found.
hu_hu: A megadott hivatkozású álláshirdetés nem található.

source: switched
hu_hu: cserélve

source: My profile
hu_hu: Saját profil

source: Change password
hu_hu: Jelszó megváltoztatása

source: Create my organization
hu_hu: Saját cég létrehozása

source: Edit "%s"
hu_hu: "%s" szerkesztése

source: Clear switched user
hu_hu: Cserélt felhasználó törlése

source: Switch user
hu_hu: Felhasználó cseréje

source: Logout
hu_hu: Kijelentkezés

source: Hello %s
hu_hu: Üdvözöljük Önt %s

source: Guest
hu_hu: Vendég

source: Login via
hu_hu: Belépés az alábbiakkal

source: Select the user to switch to
hu_hu: Válassza ki a kívánt felhasználói azonosítót

source: Cancel
hu_hu: Mégsem

source: Reset your password
hu_hu: Jelszó visszaállítása

source: Please enter your username or email address. You will receive a link to create a new password via email.
hu_hu: Adja meg felhasználónevét vagy e-mail címét. A kapott e-mailben levő hivatkozáson keresztül új jelszót állíthat be.

source: The registration has been successful
hu_hu: A regisztráció sikeres volt

source: An Email with an activation link has been sent, please try to check your email box
hu_hu: Küldtünk Önnek e-mailben egy aktiváló hivatkozást. Kérjük ellenőrizze postafiókját.

source: Account removal confirmation
hu_hu: Erősítse meg a fiók törlését

source: Removal of user account failed.
hu_hu: A felhasználói fiók törlése nem sikerült

source: Remove my account
hu_hu: Fiókom törlése

source: Cancel account removal
hu_hu: Mégsem

source: My password
hu_hu: Jelszavam

source: Here you can change your password
hu_hu: Itt megváltoztathatja jelszavát

source: Employee of the Organization
hu_hu: A cég munkatársa

source: Organization Owner
hu_hu: A cég tulajdonosa

source: Employees
hu_hu: Munkatársak

source: Remove account
hu_hu: Fiók törlése

source: Personal informations
hu_hu: Személyi adatok

source: Password
hu_hu: Jelszó

source: Group data
hu_hu: Csoportadatok

source: status
hu_hu: Állapot

source: You can connect your user profile with social networks. This allows you to log in via these networks.
hu_hu: Felhasználói fiókját további szociális hálózatokkal is összekapcsolhatja, ahonnan szintén bejelentkezhet.

source: Could not connect your %s profile with your user account. The profile is already connected to another user account.
hu_hu: A %s profilt nem sikerült összekapcsolni az Ön fiókjával, mivel az egy másik felhasználói fiókhoz tartozik.

source: Create group
hu_hu: Új csoport létrehozása

source: Edit group
hu_hu: Csoport szerkesztése

source: Social Profiles
hu_hu: Közösségi profilok

source: Allow users to attach their %s profile.
hu_hu: Lehetővé tesz az Ön %s profiljának csatolását az álláspályázathoz.

source: Click here to enter contact informations.
hu_hu: Elérhetőségeinek megadásához kattintson ide.

source: Phone
hu_hu: Telefon

source: Postalcode
hu_hu: Irányítószám

source: City
hu_hu: Helység

source: Salutation
hu_hu: Megszólítás

source: Mr.
hu_hu: úr

source: Mrs.
hu_hu: hölgy

source: please select
hu_hu: válassza ki

source: First name
hu_hu: Keresztnév

source: Last name
hu_hu: Családnév

source: street
hu_hu: utca/tér

source: house number
hu_hu: házszám

source: Retype password
hu_hu: Jelszó megismétlése

source: Select a group name. You can add users to your group and then work together on jobs and job applications.
hu_hu: Adjon nevet a csoportjának. A csoporthoz adott felhasználókkal együttműködhet az álláshirdetések és jelentkezések feldolgozásában.

source: General settings
hu_hu: Általános beállítások

source: Username or email
hu_hu: Felhasználónév vagy a-mail

source: Are you human?
hu_hu: Ön ember?

source: General
hu_hu: Általános

source: I am
hu_hu: Az vagyok

source: Status
hu_hu: Állapot

source: The group name "%value%" is already in use.
hu_hu: A "%value%" csoportnév már létezik.

source: Login name
hu_hu: Felhasználónév

source: login
hu_hu: bejelentkezés

source: Cannot proceed, token expired
hu_hu: A bejelentkezési kulcs lejárt

source: User cannot be found for specified token
hu_hu: A bejelentkezési kulcshoz nem található felhasználó

source: An unexpected error has occurred, please contact your system administrator
hu_hu: Váratlan hiba lépett fel. Lépjen kapcsolatba a rendszergazdával.

source: User email verified successfully. You need to set a password to log in.
hu_hu: A felhasználói e-mail cím igazolása sikerült. Állítsa be a belépési jelszót.

source: User cannot be found
hu_hu: A felhasználó nem található

source: Group created
hu_hu: A csoport létrehozva

source: Group updated
hu_hu: A csoport frissítve

source: Changes not saved.
hu_hu: A változtatások elmentése sikertelen

source: You are now logged in.
hu_hu: Ön sikeresen bejelentkezett

source: Authentication failed.
hu_hu: A bejelentkezés nem sikerült

source: You are now logged out
hu_hu: Ön sikeresen kijelentkezett

source: Type name, email address, role, or login name
hu_hu: Keresés név, e-mail cím, szerepkör vagy bejelentkezési név alapján

source: Registration is disabled
hu_hu: A regisztráció letiltva

source: Please fill form correctly
hu_hu: A kitöltött űrlap hibákat tartalmaz

source: User with this email address already exists
hu_hu: Ezzel az e-mai címmel már létezik felhasználó

source: You must be logged in.
hu_hu: Ehhez be kell jelentkeznie.

source: Password successfully changed
hu_hu: A jelszó megváltoztatása sikerült

source: Password could not be changed
hu_hu: A jelszó megváltoztatása sikertelen volt.

source: Mail with link for reset password has been sent, please try to check your email box
hu_hu: A jelszó visszaállításához e-mailt küldtünk Önnek. Kérjük ellenőrizze postafiókját.

source: User cannot be found for specified username or email
hu_hu: A megadott felhasználónévhez vagy e-mailhez nem találtunk felhasználót

source: Found user does not have an email
hu_hu: A felhasználó nem adott meg e-mail címet

source: Found user is inactive
hu_hu: A felhasználó inaktív

source: You are not permitted to access this resource.
hu_hu: Önnek nincs hozzáférési joga ezekhez az adatokhoz.

source: a new password was requested for %s
hu_hu: %s részére új jelszót igényeltek

source: This user account has been disabled. Please contact the system adminstrator.
hu_hu: A felhasználói fiók letiltva. Forduljon a rendszergazdához.

source: user
hu_hu: Felhasználó

source: recruiter
hu_hu: Toborzó
